app/controllers/students_controller.rb

UPDATE "students" SET "first_name" = ?, "last_name" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["first_name", "Lindsey"], ["last_name", "Stirling"], ["updated_at", "2019-06-08 08:14:40.052985"], ["id", 1]]
---
   def update
      @student.update(student_params(:first_name, :last_name))